import React from "react";
import { Card, Container, Row } from "react-bootstrap";

const About = () => {
    return (
        <Container className="m-0">
            <Row>
                <Card
                    bg="transparent"
                    border="primary"
                    style={{borderRadius: '5px'}}
                    className="w-100 mb-2 text-white"
                >
                    <Card.Header
                        className="text-center"
                        style={{ borderBottom: "1px solid blue" }}
                    >
                        پل سازه
                    </Card.Header>
                    <Card.Body>
                        <Card.Text>
                            لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از
                            صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها
                            و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که
                            لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و
                            کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می
                            باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و
                            آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با
                            نرم افزارها شناخت بیشتری را برای طراحان رایانه ای
                            علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی
                            ایجاد کرد. در این صورت می توان امید داشت که تمام و
                            دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به
                            پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای
                            اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی
                            اساسا مورد استفاده قرار گیرد. لورم ایپسوم متن ساختگی
                            با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از
                            طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و
                            مجله در ستون و سطرآنچنان که لازم است و برای شرایط
                            فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف
                            بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت
                            و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و
                            متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را
                            برای طراحان رایانه ای علی الخصوص طراحان خلاقی و
                            فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می
                            توان امید داشت که تمام و دشواری موجود در ارائه
                            راهکارها و شرایط سخت تایپ به پایان رسد و زمان مورد
                            نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات
                            پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار
                            گیرد.
                        </Card.Text>
                    </Card.Body>
                </Card>
            </Row>
            <hr />
            <Row>
                <Card
                    bg="transparent"
                    border="primary"
                    style={{borderRadius: '5px'}}
                    className="w-100 mb-2 text-white"
                >
                    <Card.Header
                        className="text-center"
                        style={{ borderBottom: "1px solid blue" }}
                    >
                        پرسنل شماره 1
                    </Card.Header>

                    <Card.Body>
                        <Card.Text>
                            لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از
                            صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها
                            و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که
                            لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و
                            کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می
                            باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و
                            آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با
                            نرم افزارها شناخت بیشتری را برای طراحان رایانه ای
                            علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی
                            ایجاد کرد. در این صورت می توان امید داشت که تمام و
                            دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به
                            پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای
                            اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی
                            اساسا مورد استفاده قرار گیرد. لورم ایپسوم متن ساختگی
                            با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از
                            طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و
                            مجله در ستون و سطرآنچنان که لازم است و برای شرایط
                            فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف
                            بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت
                            و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و
                            متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را
                            برای طراحان رایانه ای علی الخصوص طراحان خلاقی و
                            فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می
                            توان امید داشت که تمام و دشواری موجود در ارائه
                            راهکارها و شرایط سخت تایپ به پایان رسد و زمان مورد
                            نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات
                            پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار
                            گیرد.
                        </Card.Text>
                    </Card.Body>
                </Card>
            </Row>
            <hr />
            <Row>
                <Card
                    bg="transparent"
                    border="primary"
                    style={{borderRadius: '5px'}}
                    className="w-100 mb-2 text-white"
                >
                    <Card.Header
                        className="text-center"
                        style={{ borderBottom: "1px solid blue" }}
                    >
                        پرسنل شماره 2
                    </Card.Header>
                    <Card.Body>
                        <Card.Text>
                            لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از
                            صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها
                            و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که
                            لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و
                            کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می
                            باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و
                            آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با
                            نرم افزارها شناخت بیشتری را برای طراحان رایانه ای
                            علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی
                            ایجاد کرد. در این صورت می توان امید داشت که تمام و
                            دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به
                            پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای
                            اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی
                            اساسا مورد استفاده قرار گیرد. لورم ایپسوم متن ساختگی
                            با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از
                            طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و
                            مجله در ستون و سطرآنچنان که لازم است و برای شرایط
                            فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف
                            بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت
                            و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و
                            متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را
                            برای طراحان رایانه ای علی الخصوص طراحان خلاقی و
                            فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می
                            توان امید داشت که تمام و دشواری موجود در ارائه
                            راهکارها و شرایط سخت تایپ به پایان رسد و زمان مورد
                            نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات
                            پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار
                            گیرد.
                        </Card.Text>
                    </Card.Body>
                </Card>
            </Row>
        </Container>
    );
};

export default About;
